HOUR_CALLS_ON = [
    "HOUR_CALL_1",
    "HOUR_CALL_2",
	"HOUR_CALL_3",
	"HOUR_CALL_4",
	"HOUR_CALL_5",
	"HOUR_CALL_6",
	"HOUR_CALL_7",
    "HOUR_CALL_8",
    "HOUR_CALL_9",
    "HOUR_CALL_10",
    "HOUR_CALL_11",
    "HOUR_CALL_12",
    "HOUR_CALL_13",
    "HOUR_CALL_14",
    "HOUR_CALL_15",
    "HOUR_CALL_16",
	"HOUR_CALL_17",
	"HOUR_CALL_18"
]

HOUR_CALLS = {
    "HOUR_CALL_1": [
        "好，今天是我，哥特负责。嘛，不也挺好？呐，骑士君开心吗？…咦？头转过去了。现在刚好0点。",
		"〇一〇〇吗？音调有点不对？嘛，无所谓的，这种事。呼—好困。", 
		"〇二〇〇呢。果然这个点很困呢。对了！来做Bl?b?rssoppa（蓝莓汤）吧？我去做咯。", 
		"〇三〇〇哦。完成了！冰好了。给，喝喝看。元气涌出来了吗？是吗，太好了。",
		"〇四〇〇呢。马上就是早上。这里的夜晚很短，我喜欢。啊，长夜也有好的地方呢，对吧？",
		"〇五〇〇，早晨到了！啊，还太早了？了解。我再等一会儿。啊，快看！朝日！好漂亮",
        "〇六〇〇。这次早晨总算到了。呐，大家起床了。美妙的早晨！早晨真是神清气爽呢。",
		"〇七〇〇。于是，早饭做什么呢？骑士君也来做怎么样？听说你很擅长。好期待！",
		"〇八〇〇。话说，好好吃。我说，好好吃！骑士君很能干嘛。一定很受欢迎吧。啊，是这样吗？",
		"〇九〇〇。嗯，是这样。我喜欢擅长做菜的人。因为不是很棒吗。是吧？", 
		"一〇〇〇。你说差不多该改改音调了？真是的，别在乎这些细枝末节嘛。真是的…那个，一〇…", 
		"一一〇〇。嗯，成功了？是吗？太好了。嘛，习惯了也很简单嘛，这种事情",
        "一二〇〇。看着吧！早上是骑士君做的，中午就交给我吧！很香吧？请用！", 
		"一三〇〇。啊啦，这里的海防舰小小的很可爱呢？我家的是战舰。海防…战舰？", 
		"一四〇〇。对的，海防战舰是我家的总旗舰。嘛，虽然不怎么大…", 
		"一五〇〇…啊啦，甘古特！你态度还是这么高傲呢。这这倒也是你的魅力所在。哼，我是不会输的。", 
		"一六〇〇。咦，音调变回来了。嘛，算了，马上就是傍晚了。时间如流水呢。不可思议。", 
		"一七〇〇。快看，夕阳多么…vacker（美丽）。漂亮…",
        "一八〇〇。来吧骑士君，晚饭可以拜托你吗？…是吗，可以吗？好期待。这样的日常好棒呢。", 
		"一九〇〇。诶，已经做好了吗，真不愧是骑士君。我尝尝。哇，好吃！骑士君真的很擅长做菜！", 
		"二〇〇〇。哇，太好吃以至于吃太多了！要发胖了。之后得运动一下。骑士君一起来吗？", 
		"二一〇〇。啊，最上，欢迎。那孩子是…哦，瑞云？啊，就是传说中的那个！据说很厉害。", 
		"二二〇〇…骑士君，好像水上机母舰现在正在聚会。航空巡洋舰似乎也可以进去。", 
		"二三〇〇呢。今后的每一天无论做什么都好期待！呐，骑士君？谢谢。明天也加油吧。God natt（晚安）。"
	],
	
    "HOUR_CALL_2": [
        "好！今天就由我长门来担任秘书舰。什么，你放心地把一切都交给我吧。",
		"〇一〇〇。呼，没有异常...。", 
		"〇二〇〇。怎么了，骑士君？有点累了吗？你说我？我没有问题。", 
		"〇三〇〇。夜还很长啊。什么，茶？麻烦你了啊，骑士君。谢谢。我不客气了。",
		"〇四〇〇。下杯茶就让我长门来泡吧。没问题，包在我身上。只是泡个茶而已...嗯，那个...茶叶在...",
		"〇五〇〇。马上天就要亮了。嗯～(伸个懒腰)夜尽天明，真是让人心情舒畅啊。",
        "〇六〇〇。舰队，全体起床！天亮了！起床啦！来，洗把脸，精神一点！",
		"〇七〇〇。快，赶紧吃完早饭，各就各位吧！盖浇饭就可以了吧，我开动了！",
		"〇八〇〇。好，为了饭后消食就开始早上的演习吧。第一战队！集合！开始炮击战演习！",
		"〇九〇〇。嗯，早上活动活动筋骨还真是舒服啊。哈哈哈哈！骑士君也要来活动一下吗？噢？", 
		"一〇〇...噢噢，陆奥。什么？没问题...这是？啊，午饭啊。嗯，谢啦。", 
		"一一〇〇。马上要到午饭的点了吗。就吃陆奥给我做的饭团好了。嗯！",
        "一二〇〇。到中午了啊。嗯，这是午饭。在海上吃饭团，格外的美味啊。还有茶噢！", 
		"一三〇〇。好，下午也好好加油吧！和大和她们认认真真打一场演戏吗。呐！", 
		"一四〇〇。大和，武藏，走吧！舰队演习。全力来战吧！不要手下留情！", 
		"一五〇〇。什么，八八舰队？啊，是啊，当初就是因为这个我才被建造出来的。嘛，都是些陈年旧事了。呵呵...", 
		"一六〇〇。嗯，是啊，保证食物来源也是很重要的事情。什么，鲸鱼？嚄...嗯...原来如此啊。", 
		"一七〇〇。夕阳落山了...啊。怎么回事啊，骑士君。明明那么美，却让人觉得有点...伤感...",
        "一八〇〇。到晚饭的时间了。就交给我...什么，骑士君你要做？噢...这样啊。好，那我就等着看了。", 
		"一九〇〇。嗯，嗯，闻起来好香啊。看起来很正式啊。可以吗？嗯，好！我就不客气了！", 
		"二〇〇〇。嗯，美味！骑士君做饭的手艺，都能和大和一较高下了。真是了不起！", 
		"二一〇...好闹腾啊。是三水战吗？嗯，精神头不错虽说是好事，就让我去说她们几句吧。", 
		"二二...噢噢，厌战。什么事？噢，作为夜宵的蛋糕啊？谢谢，我收下了。", 
		"二三〇〇。骑士君，今天这一整天辛苦了。暂时让身体好好休息一下，为明天的战斗养精蓄锐吧。辛苦了。"
    ],
	
	 "HOUR_CALL_3": [
        "日期变更了哦。哎呀，今天是我当秘书舰啊。好啊！就交给大姐姐吧。夜还很长呢。",
		"〇一〇〇了。真是安静啊。白天明明那么热闹，真是不可思议。", 
		"〇二〇〇了。需要我去泡茶吗？还是说你想喝咖啡？是吗？", 
		"〇三〇〇了。要再来杯咖啡吗？好的，稍微等等哦。你喜欢喝浓一点的是吧。",
		"嗯~嗯。〇四〇〇了。已经早上了哦。您稍微休息一下吧。没关系，有我看着呢。",
		"〇五〇〇了。嗯~真是清爽的早晨。你也喝咖啡吗？我去冲。嗯，稍微等一下哦。",
        "〇六〇〇了。我去发起床号。没事的，您再休息一会吧，好吗？我去叫长门她们起床。",
		"〇七〇〇了。骑士君，长门，早上好。我做好早餐了哦。陆奥早餐！请用吧。",
		"〇八〇〇了。我去准备午餐吃的饭团去了。长门应该想吃鲑鱼和柴鱼片馅的。骑士君想吃什么馅的？嗯？",
		"〇九〇〇了。哎呀，长门，你努力过头了。别把步调提得太快哦。对吧，骑士君？", 
		"一〇〇〇了。长门，拿好这个。这是午饭吃的饭团哦，我做了好多呢。骑士君的那份我也做好了哦。", 
		"一一〇〇了。果然大海就是让人心旷神怡啊。嗯？骑士君为什么盯着我看？我的脸上粘上什么了吗？",
        "一二〇〇了。该吃午饭了。来，这是骑士君的那份。我做了好多。呜~嗯，不用勉强全吃光哦。", 
		"一三〇〇了。骑士君，饭后的茶还要再喝一杯吗？是吗？好的，下午也加油吧。", 
		"一四〇〇……哎呀，加贺小姐，换了化妆风格了？欸，我？我一直都是这样的啊。是吗？哎呀你真会说话。", 
		"一五〇〇了。对了，我这有美味的京都产长崎蛋糕哦。骑士君想吃一点吗？嗯，好的，我去泡茶哦。", 
		"一六〇……哎呀，是七驱的孩子们！怎么了吗？哎呀，你们说的……不太对哦。没事的，而且我……你们看，精神着呢。", 
		"一七〇〇了。骑士君，看啊，夕阳。真是漂亮。欸，我？真是的，你夸我也没好处得哦。但我很开心。",
        "一八〇〇了。骑士君要做晚饭吗？不用，放着我来吧。交给我就好。您有什么想吃的吗？", 
		"一九〇〇。久等了，今天我准备了陆奥特制西式全套晚餐哦。酒……就配红酒吧？", 
		"二〇〇〇了。怎么样，我的手艺？欸？不比大和差？真是的，都说您夸我也没好处得啦。", 
		"二一〇〇了。哎呀，纳尔逊，怎么样？过得还习惯吗？哎呀，要是有什么问题尽管说哦。", 
		"二二……哎呀，赤城小姐，欸？这是慰问品？谢谢。有兴趣一起喝一杯吗？偶尔一次。嗯?", 
		"二三〇〇了。骑士君啊，这世上有些事情，就是搞不懂呢。真是不可思议。今天您辛苦了，稍微休息一会吧。晚安。"
    ],
	
	 "HOUR_CALL_4": [
        "深夜零点…",
		"零一零零，真安静啊。", 
		"零二零零，正值半夜呢。", 
		"零三零零，怎么了？什么也没发生哦。",
		"零四零零，拂晓之前是最令人困倦的。",
		"零五零零，到早上了呢。",
        "零六零零，赤城起来了吗？这样啊……",
		"零七零零，骑士君，早饭已经准备好了。",
		"零八零零，差不多该进行作战行动了呢。",
		"零九零零，该轮到一航战出场了啊。", 
		"一零零零，赤城……啊啊，没什么。", 
		"一一零零，演习已经足够了吗？这样啊……",
        "一二零零，已经到正午了，该吃午饭了。", 
		"一三零零，午餐后果然有些犯困。", 
		"一四零零，啊，那片海域吗？随手就能摆平。", 
		"一五零零，单靠那些孩子们还是太勉强了吧……我们还是得出动。", 
		"一六零零，这样啊，那些孩子们还是挺能干的嘛。", 
		"一七零零，太阳差不多该下山了，把舰载机收回来吧。",
        "一八零零，骑士君，今天的任务，辛苦您了。", 
		"一九零零，晚餐时间到了，今天的晚餐是土豆炖肉。挺不错的，让人振奋精神。", 
		"二零零零，我去赤城那边看看。", 
		"二一零零，呼……我回来了，没什么。", 
		"二二零零，夜战……吗？我拒绝。", 
		"二三零零，今天是很愉快的一天。希望明天也是如此。"
    ],
	
	 "HOUR_CALL_5": [
        "0000：凌晨0时！今天是由我担任秘书舰喔~可以吗？",
		"骑士君，〇一〇〇了呢。大·半·夜·哟?", 
		"骑士君，〇二〇〇了呢。", 
		"呜~啊~（哈欠）！〇三〇〇了呢。有点困了呢。",
		"〇四〇〇了呢，骑士君。马上就要到早晨了呢。熬夜的话皮肤会变粗糙的呢。",
		"骑士君，〇五〇〇了呢。早上了呢，早上了！",
        "〇六〇〇了呢，骑士君。该叫大家起床啦！所有人！起床！",
		"骑士君，〇七〇〇了呢。那个，早饭，怎么办呢？",
		"〇八〇〇了呢~（咀嚼中）。哈（咽下）~从早上开始就劳烦间宫小姐了呢。算啦，就这样吧！",
		"到〇九〇〇了呢。好啦，差不多到了指挥舰队的时候了吧！", 
		"一〇〇〇了呢，骑士君。嗯！我们二航战已经准备OK了哟。随时听从调配！", 
		"骑士君，一一〇〇了呢。差不多到午饭时间了吧。肚子已经饿啦！",
        "一二〇〇了呢，午饭时间?呐，午饭怎么办？吃什么好呢?", 
		"一三〇〇。说的是呢，咖喱会很棒呢！在吗！间宫姐！咖喱，要两个人的份~！", 
		"一四〇〇了呢，骑士君。因为午饭稍稍有点晚，去运动吧！运动~好吗？", 
		"一五〇〇...啊，飞龙，辛苦啦！嗯！很顺利，什么问题也没有哟！", 
		"一六〇〇了呢，骑士君。啊、刚刚、盯着我看了吧?可以哟，看着我什么的~", 
		"骑士君，一七〇〇了呢。天边已经铺满了晚霞呢。晚饭，吃什么好呐！",
        "一八〇〇。欸、骑士君你要请我吃好吃的吗？太棒了！我等着哟?", 
		"一九〇〇。呜哇、看起来很好吃呢！骑士君的手艺真棒。有些意外呢。我开动啦~", 
		"骑士君，二〇〇〇了呢。呼呀，有点吃撑了呢。骑士君，多谢款待啦！", 
		"骑士君，二一〇〇了呢。是呢，舰爆队也要为了明天能做好准备，而要好好整备呢！", 
		"二二〇〇...啊，滨风，矶风！辛苦啦！欸？现在去进行夜战演习？真是辛苦呢。", 
		"二三〇〇了呢，骑士君。今天一天，也真的辛苦您啦！明天也请好好加油吧~！"
    ],
	
	"HOUR_CALL_6": [
        "00:00，在下会永远陪伴在主人身边♪", "01:00，恕在下冒昧，请问您是在下的主人吗♪", "02:00，您果然是在下的主人呢，在下终于和您相遇了♪", "03:00，很荣幸能够再次见到您，主人♪", "04:00，打扰了，起床时间到喽，主人您睡醒了吗♪", "05:00，这是今天的零花钱，拿这个作为交换可以获得商店里的商品♪",
        "06:00，在下真是幸福的人呢，可以伺候主人，照顾主人，在下真的是期盼很久了呢♪", "07:00，为了伺候主人，在下在故乡做了不少修炼♪", "08:00，让身为向导的在下来引导你吧♪", "09:00，引导主人是在下的使命♪", "10:00，主人的任何一切，我都想亲自准备和管理...♪", "11:00，主人真是温柔的人呢♪",
        "12:00，所以让我们两个一起一点一点的认识这个世界吧♪", "13:00，一直一直陪伴在主人身边，在下就觉得很幸福了♪", "14:00，即使在下无法成为男女主角，至少让在下陪伴在心爱的人身旁...♪", "15:00，和主人相处的时光实在是太快乐，太充实了♪", "16:00，如果有一天主人迷路的话，在下会带主人去主人想去的地方哦♪", "17:00，我们买好食材，让在下来做饭吧♪",
        "18:00，挑食的话坏坏哦，真拿您没办法♪", "19:00，等办完正事回家后，还请让在下尽情的撒娇♪", "20:00，主人，请不要把头埋进在下的衣服底下♪", "21:00，主人你好久没这样了，您想对在下撒娇吗♪", "22:00，主人，就算只有一下子也没关系，要不要和在下一起睡呢♪", "23:00，主人，如果可以的话请永远让在下陪伴在您左右♪"
	],
	
	"HOUR_CALL_7": [
        "零零零零，日期改变了哦poi～poi!", "零一零零，大半夜poi！po～i！！哎？吵到你了poi？好、好吧poi……", "零二零零，丑时三刻了poi，poi～poipoi？", "零三零零，提督，你还醒着吗poi？poi～明白了poi～", "〇零四零零，啊，快看，朝阳升起了poi，提督，马上就是拂晓啦poi！", "零五零零，是早上poi!太好了poi~要散步去吗poi?poi!","POI！！早间时刻poi！！全体起床，POI！！！零六零零poi!", "零七零零，吃饭咯♪，吃饭咯♪，吃早饭咯♪。提督，今天的早饭是什么呀～好期待poi～", "零八零零，提督，吃完早饭以后运动一下吧poi？散步吗，还是出击？夕立，已经准备好拔锚起航了poi！", "零九零零，啊，春雨poi！po～i！今天也要加油poi～", "一零零零，今天上午真是精神饱满poi，要不要去所罗门转一圈poi？啊，不用么poi？……poi↘", "一一零零，哎呀，春雨？跑哪去了啊poi？算了……不管啦！继续突进poi！","我说肚子怎么这么饿，原来已经中午了poi！吃饭咯♪吃饭咯♪今天吃咸海苔饭团poi？po～i！", "啊……肚子好饱poi……一三零零poi……好像吃太多了poi……诶呜呜……", "一四……零零。po～i。啊，村雨poi……给我茶，得救了poi……呜呜……嗯……哈啊～", "一五零零。啊，是比睿和雾岛poi！po～～i！今天也要努力啊po～～i！ poi！", "一六零零。嗯？下雨了poi？是“夕立”poi！哎？时雨说什么？“很棒的夕立”？嘿呀，这么夸我会害羞的啦poi～", "一七零零。雨停了，好漂亮的落日poi！哎，提督？我脸上粘了什么东西poi？po～i？","一八零零,肚子饿啦～poi！咦？白露，那是什么？火锅？poi！我最喜欢吃火锅了poi！算我一个poi！", "嗯～～火锅真好吃poi～ 毕竟是金目鲷？poi？真不错呀poi！ 啊，现在时间一九零零poi～", "呼啊，又吃得好～饱好饱poi~哎，五月雨怎么啦？三水战要出击poi？啊……夕立现在在四水战poi……晚安poi……当前时间，二零零零，poi。", "二一零零，哎，由良和秋（月）也要出击吗poi？真没办法啊……那，就让夕立也加入这场party吧poi！既然要上，就来一场华丽的party吧！", "二二零零，哼哼，今晚也是任我挑选poi？夕立呢，就让你看上一场，美妙的噩梦！开战，poi！", "二三零零，又是东奔西跑的一天poi！提督，明天也和夕立一起，加油努力吧poi！poi～！"
	],
    "HOUR_CALL_8": [
        "полночь（午夜）……抱歉，零零零零。","零一零零，深夜了呢。","零二零零，静寂的大海……我不讨厌。","零三零零，要睡的话就请睡吧，我把我的膝盖借给您。","零四零零，我在任务中是不会犯困的。","零五零零，现在是天空的颜色变化的时候呢……真漂亮啊。","零六零零，司令官，虽然很抱歉但您有点重……","零七零零，早上了。吃早餐吧。","零八零零，开始执行任务吧。","零九零零，请对舰队下达远征的指示。","一零零零，司令官，剩下的舰船就交给我吧。","一一零零，让我带着大家，去演习吧。","полдень（正午）……抱歉，一二零零。一不小心就说了……我会注意的。","一三零零，今天的午餐是……嗯，这个，炸包子。","一四零零，开始下午的舰队工作吧，我不累。","一五零零，接着是训练，累了的舰娘们就休息一下吧。","一六零零，全舰队回来之后，就是反省会了。","一七零零，司令官，来，请对大家句话吧。","一八零零，有什么事吗，司令官？接下来是演习的预定。","一九零零，您说训练很吃不消？那真是抱歉了。","二零零零，司令官，咖喱……我不是很明白。","二一零零，今晚喝罗宋汤怎么样呢？我做的很美味喔。","二二零零，罗宋汤，大家都很喜欢呢。真高兴啊。","二三零零，司令官，今天一天您辛苦了。"
    ],
    "HOUR_CALL_9": [
        "今天就由我那珂酱来进行偶像报时！","那珂酱，零一零零SMILE~呀哈~☆","嗯~那珂酱的零二零零广播~~","那珂酱要继续工作了哦！零三……诶？声音太大了？","零四零零！诶？呃……要喝茶？呃……提督，您有叫过送餐服务么？","零五零零。提督，在那珂酱当班的时候，要好好通知我进行送餐服务……(被打)好疼啊！","舰队的各位——零六零零！早上啦！那珂酱的起床总动员，要开始喽！","零七零零。呀哈~♪提督，那珂酱的早餐呢？偶像早上不好好吃饭怎么行！","嗯！那珂酱的~零八零零~","准备好了吗？四水战的各位要开始打call喽！一、二！零九、零零、零零、零零！","诶？普通的报时就行？真无聊。一零零零……","呃，一一零零。提督，那珂酱饿了。今天的午饭，那珂酱想吃咖喱！","一二零零。耶！外景便当里有咖喱！那珂酱开动了！这家的咖喱还有白薯真好吃！","那珂酱，吃饱了之后有点犯困了……唔……啊，还没报时呢。一三零零。","一四零零。那珂酱稍微午睡一下。提督，日程表的调整就拜托你了。嗯，歇着喽~","一五零……啊，阿贺野！是，早上好！嗯，那珂酱很精神哦！阿贺野今天也很可爱！","一六零零。虽说因为是大红人不得不如此，但那珂酱真想稍微休息一下啊。就短短的一会儿也好。","那珂酱的一七零零。晚霞时间！晚霞那珂酱！嘿嘿~♪那珂酱是今天最可爱的！","一八零零。提督，晚饭吃什么？诶？那珂酱来做？呃？为什么？怎么做啊？","一九零零。那珂酱最喜欢提督亲手做的晚饭啦！我开动了！嗯，好吃！","二零零零。那珂酱饭后的发声训练，开始！诶？发声训练很重要啊，一、二！","二一零零。aeiueoao，那珂酱很可爱，aeiueoao！","二二零零。诶？“抱歉，那珂酱很吵”？啊？“并不是这样”？啊，“不行”？这样啊……可恶……","二三零零。三水战也回来了。提督，明天和那珂酱的工作要加油啊！哦！"
    ],
    "HOUR_CALL_10": [
        "午夜零点Just DESU！","凌晨一点。提督真是能干DESU！","凌晨…两点…打算工作到几点呢～？ …DESU…","凌晨…三点…I'm just sleeping now…","凌晨…四点…提督也来这边嘛…呼噜呼噜…呜嗯…提督～？","清晨五点。嗯？ 好像听到了比睿的叫声？","Good morning！ 早晨六点DESU！ 提督～。从早上开始就很帅DESU！","早晨七点DESU！提督的Breakfast是什么呐—？","早晨八点DESU。Wow！早餐吃纳豆是吗—。就是—，搅着拌着，放到饭上吃的东西对吧—！","早晨九点DESU。Japanese Breakfast，好享受呢—","Ten o'clock！ 早间的工作，Come on！","Eleven～！ HEY！ 提督～！就算只是这么看着，也不会腻呢—！","正午十二点报时DESU！Lunch的时间DESU！","下午一点！提督的午餐依旧是纳豆吗—。和红茶好像……不是很搭配DESU……","下午两点。马上就是Tea Time了呢—！准备好司康饼，Waiting for you！","下午三点。和提督的二人Tea Time DESU！huuuum～红茶真好喝啊—♪","下午四点。HEI！ 提督，我亲手制作的司康饼味道如何呐～？","Evening five o'clock. 对提督的心意可是不会输给任何人呢！","晚上六点。今天的Dinner为提督烹制了英式咖喱DESU！","报时吗—？ 现在正在煮今天的汤。请不要向我搭话哦～！","晚上八点DESU，HEY！ 提督～英式金刚咖喱做好了哟～请享用♪","晚上九点。咖喱中没有配料吗？ 完全没问题♪ 全都融进汤汁里了DESU！","晚上十点DESU！ 提督—。今天一天也辛苦了呢—！ 明天也要一起加油呐！","差不多到了Good night的时间了DESU，明天我也要担任提督的Time Keeper呐！"
    ],
    "HOUR_CALL_11": [
        "司令官，日期已经变了。今天就由我，吹雪来给您报时。","现在是零一零零。嗯！","现在是零二零零。司令官，在这个时间，镇守府还真安静呢。","现在是零三零零。哎？我？啊，嗯，我没事的，现在一点也不困！","现在是……零四零零……嗯啊！？不、不是的！嗯！吹雪现在精神抖擞！","现在是零五零零。司令官，早上这个时间还真是神清气爽呢，嗯！","现在是零六零零。该让所有人都起床了吗？我来吧！舰队，全体起床！","现在是零七零零。司令官，早饭已经由我准备好了，是日式早餐。味增汤的话，今天是用土豆煮的！","现在是零八零零。好，这样一来要洗的东西也弄好了……嗯！司令官，吹雪，已经做好出击准备！","现在是零九零零。白雪，初雪，准备好了吗？司令官，第十一驱逐队，随时可以出击！","现在是一零零零，赤城前辈……无论何时看起来都是那么出色。总有一天……我也要作为赤城前辈的伴随舰出击……啊，这是梦想呢！梦想！","现在是一一零零。就快到正午了呢，今天的午饭怎么办呢……司令官，果然还是吃咖喱吧？","现在是一二零零。司令官，我也试着做了做咖喱！味道如何呢？放了胡萝卜和洋葱呢……啊对就是这样！至于不易察觉的佐料嘛……啊，要再添的话这里还有。","现在是一三零零。下午的作战会是怎样呢？出击舰队的编成……啊，司令官，您累了吗？","现在是一四零零。啊，古鹰前辈，这是怎么了？青叶前辈？不，我倒是没看见……啊，好的！","现在是一五零零。嗯，古鹰前辈对我很好的，是个很温柔的人。啊，是青叶前辈啊，青叶前辈！","现在是一六零零。青叶前辈，刚才古鹰前辈在找你喔？哎？这样没问题吗？啊，走掉了……嗯……","现在是一七零零。司令官，夕阳真是美丽呢。差不多该准备晚饭了……哎，晚饭由您来请客吗？","现在是一八零零。跟司令官在外吃饭啊，真是令人紧张……啊，餐刀和叉子，是从外面开始拿的吧？","现在是一九零零。司令官，这碗清炖肉汤（Consommé soup），真的是非常好喝！还有这个色拉……西餐真是时髦呢！","现在是二零零零。我已经吃饱了，司令官！啊，我得为您更努力工作才行，嗯！吹雪，会更努力的！","现在是二一零零。啊，是由良前辈！由良前辈真是优秀呢，我和白雪她们都受您照顾了，嗯！","现在是二二零零……哎，我的梦想吗？我想变得更强，变得能够守护大家。等到我们迎来和平……我想一～直晒着太阳。","现在是二三零零。司令官的梦想是什么呢？嗯……哇，是这样啊！太好了，我也是这么想的，嗯！"
    ],
    "HOUR_CALL_12": [
        "深夜零点。日期变更了呢。", "零一零零。呼呼…我也有点困了呢。你还不休息吗？", "零二零零。初风已经睡了吗？雪风已经睡着了吧，是的呢。", "零三零零。你啊，难道说今晚打算通宵吗？我可不会陪你的喔。", "零四零零。明明我都说过了不会陪你的…真是顽固呢…都已经是早上了。", "零五零零。快看看。已经早上了哟。真是的，啊啊…天呐…",
        "零六零零。但是，清晨的风儿真舒服啊。提督，你也是这么觉得的吧？", "零七零零。风儿真舒服呢。提督，稍微出去看看海浪吧？", "零八零零。好的，早饭已经准备好了。和式的早饭可以的吧？", "零九零零。差不多到舰队真正行动的时间了呢。打算怎么办呢？", "一零零零。岛风，没错，是的呢。虽说是小，小伙伴…怎么，那个表情？", "一一零零。什么，联装炮君？在舰首上乖乖的，很可爱吧。",
        "一二零零。中午吃咖喱可以吗？我可是很擅长的哟。没说假话哦。", "一三零零。我的咖喱怎么样呀。是吗，真是太好了。", "一四零零。和岛风比起来谁更快？就算你这么说我们也没有较量过所以不是很清楚啦。", "一五零零。我可是原型哦。很多东西都是通过我进行实验的。能有多快，完全不是问题呢。", "一六零零。真奇怪啊，联装炮君的状态不太好…为什么呢？", "一七零零。傍晚的风也不错呢。就在这里，一起看看夕阳吧？",
        "一八零零。差不多要到晚饭的时间了呢。烤鱼怎么样？", "一九零零。来，这是晚饭。怎么样，好吃吗？是吗，太好了呢！", "二零零零、啊啦，岛风精神怎么样啊？唉，什么？赛跑？才不要啦而且都晚上了！", "二一零零。都说了赛跑什么的才不想跑呢！岛风真是纠缠不休呢！", "二二零零。终，终于回去了啊。天呐，什么跟什么啊！", "二三零零。差不多今天也要结束了呢。这一天真是辛苦你了，明天见。"
	],
    "HOUR_CALL_13": [
        "深夜0点，新的一天来了呢。", "零一零零，提督，很累了呢。", "零二零零，没问题吗？", "零三零零，真是静谧的夜晚呢。", "零四零零，我没问题的。提督真是温柔呢。", "零五零零，新的一天开始了呢。",
        "零六零零，今天就由我来为提督报时哟。", "零七零零，我也很喜欢早上呢。", "零八零零，提督，差不多该出击了。", "零九零零，世界还真是忙碌啊。", "一零零零，提督的工作内容是……嘛，提督就是个工作嘛，嗯。", "一一零零，我也稍微有点饿了。",
        "一二零零，您累了吗？正好，我们去吃午饭吧。", "一三零零，和提督一起吃午饭，我很开心呢。", "一四零零，下午的任务也加油吧。", "一五零零，比睿，没关系，有我陪着你。", "一六零零，这样啊，白露，真好呢，我也这么觉得。", "一七零零，夕阳这么的火红。提督，真漂亮啊，而且为什么呢，有点悲伤呢。",
        "一八零零……抱歉，我没事的。提督，谢谢你。我去准备晚饭了。", "一九零零，提督，虽然是很简单的东西，晚饭做好了。一起吃吧，麦饭还有哦。", "二零零零，就快到夜战的时间了吗……感觉变得有点吵闹了。", "二一零零，已经完全是晚上了呀…。", "二二零零，按照自己的感觉来就好。嗯，我就是这样哒。", "二三零零，今天佐世保的时雨也要休息了呢。"
	],
    "HOUR_CALL_14": [
        "时间是零零零零！ 日期变了的说！", "零一零零。 还要继续吗～？", "零二零零！ 要工作到什么时候的说～？", "零三零零！ 什～么～时～候～睡～？", "零四零零。 其实，你现在有点困了吧？19知道的说～", "零五零零。 呐…现在，稍微有点困了吗～？",
        "零六零零！ 你看，都已经早上了的说～", "零七零零！ 新的一天开始了，的说！ …肚子饿啦～", "零八零零。 没觉得睡眠不足吗～？", "零九零零！ 早上好，的说呢！", "一零零零。 19，去潜水吧！", "一一零零。 呜啊～，有点困了的说…",
        "一二零零。 要跟19一起睡午觉吗？", "一三零零！ 吃过午饭以后，想睡午觉了呢～", "一四零零。 晴朗的，想去散步的说～！ 你看我其实总呆在海里来着～", "一五零零。 提督？以往的这个时间，你都在做些什么呢～？", "一六零零。要为夜晚做准备的说～！", "一七零零。 总感觉，躁动不安的说～！",
        "一八零零！ 射鱼雷的时候，要射6发的说！", "一九零零！十九点的说！19的时间的说！", "二零零零！ 19最喜欢的时间，能和提督一起度过真是太好了！", "二一零零。 那～么，快要进入真正的夜晚了呢！", "二二零零。集中精神，一鼓作气的说～？", "二三零零。 19啊，差不多要睡了的说～…"
	],
    "HOUR_CALL_15": [
        "提督。本日就由我，鹿岛在您身边为您担任秘书舰哦？...嗯哼哼，真高兴♪", "零一零零到了，提督。嗯哼哼，真开心呀♪诶，有什么好开心的？什，什么都没有啦！...诶嘿嘿♪", "零二零零到了，提督。夜晚还真是漫长啊。我来为您泡杯茶吧。还是说咖啡比较好呢？", "零三零零到了，提督。开始有点困了呢。为您泡了杯浓咖啡。就放在这了哦？", "提督，要为您再泡杯咖啡吗？这次加上很多的，牛奶和砂糖怎么样呢？啊，到零四零零了。", "零五零零到了，提督。夜晚开始亮起来了呢。稍后就开始准备早饭呢。洋式和日式，今早吃哪一种好呢？",
        "零六零零到了，提督。这就开始“叫起全员”呢。姆~，虽说是当班任务，可是还是要忍受住熬夜的呢？", "零七零零到了，提督。早饭就为您放在这了呢。有煎鸡蛋，培根，土司以及热咖啡。请！", "零八零零到了，提督。我觉得，白天您应该会很忙，就为您做三明治吧。蛋和火腿还有......嗯哼哼♪", "提督，零九零零到了。来把今天的演习完成了吧？远征的状况，要先确认一下吗？", "一零零零到了。啊啦，第六战队的各位。真精神呢...青叶小姐，你可是仍在任务中，所以刚才的照片...诶，翘起来的头发？！不会吧，讨厌！", "一一零零。讨厌，青叶小姐真是的吓我一跳！没睡好翘起来的头发什么的...我，头发可是一直都...啊，什，什么都没有...",
        "一二零零到了，提督。中午鹿岛特制的三明治怎么样呢？是，就算是执勤中也...啊，咖啡在这", "一三零零到了，提督。鹿岛的三明治，怎么样呢？啊，是，把鸡蛋压碎做成很大的一块是其亮点。合您口味吗？", "一四零零到了，提督。嗯？海上护卫总队吗？是呢，对潜战也是很重要的呢。我，会加油的！", "一五零零到了。诶，井上提督是吗？是，各方面都很得体的一个人，我很尊敬他呢。我认为是位很出色的人。", "一六零零到了。真是怀念啊，在南洋的日子。发生了各种各样的事呢。现在是和提督一起在这片大海...我会好好加油的！", "一七零零到了，提督。夕阳，真美丽呢。真想一直看下去。尤其是最后太阳掉下去的这一瞬间，我最喜欢了。",
        "一八零零到了，提督。晚饭会做得稍微精致一点呢。敬请期待呢。嗯哼哼♪", "一九零零到了，提督。还请再稍等一下。马上就能做好了。", "二零零零到了，提督。鹿岛特制，奶汁烧鸡做好了。还很热呢♪和着这个面包一起请品尝吧。嗯哼哼♪", "二一零零...啊啦，香取姐？辛苦了。是，没问题！有好好在工作呢。是吧，提督？...提督？", "真的啊...三水战真的是...晚上还真是热闹呢。真精神呢。啊，出击了。现在，是二二零零。", "二三零零到了。提督，本日也真是辛苦您了。我，虽然不是很擅长战斗...旗舰任务，明天也会加油的♪"
    ],
    "HOUR_CALL_16": [
        "凌晨零点。今天让我来做吗？可以是可以……提督还真是怪呢。", "零一零零。到晚上了。", "零二零零。到深夜了呢。", "零三零零。到大半夜了。怎么了？", "零四零零。天，快亮了。", "零五零零。提督，天亮了。",
        "零六零零。大家……都起来了。早……早上好……怎、怎么了？！", "零七零零。来吃早饭吧？来，这是麦饭和味噌汁。还有，腌萝卜……。", "零八零零。我来收拾吧，稍等一下。", "零九零零。要做什么事情呢？做点什么？", "一零零零。江风，怎么了？你稍微有点吵啊。声音太大了……", "一一零零。午饭吃什么？这样吗……我带着呢。没问题。",
        "一二零零。午饭，给。饭团两个就够吗？还是三个？茶我放这了。", "一三零零。吃饱了吗？哦……那就，开始下午的工作吧。", "一四零……啊啊，那智小姐和羽黑小姐。嗯。不……不用担心我的。", "一五……啊，海风姐。怎么了？这个是……慰问品？谢谢……我吃了。", "一六零零，嗯。海风姐她，对我非常好……有一点，喜欢……江风也，只是有一点吵闹，并不是……讨厌她。", "一七零零。马上要天黑了……好讨厌夜晚啊……",
        "一八零零。晚饭吃什么……呢？我来做也可以……诶？", "一九零零。间宫……之前就一直想来一次。那个……啊，谢、谢谢……", "二零零零。间宫，蛋包饭，好好吃。可以的话，还想……再来……", "二一零零。夜晚，好讨厌啊。这个时间……", "二二零零。提督，干嘛？我，我才……才没有害怕……不过，真暖和……提督的手……", "二三零零。今天也辛苦了，明天见哦。"
	],
	"HOUR_CALL_17": [
        "午夜零点·你好！做梦也想不到我把信写到五线谱上吧？五线谱是偶然来的，你也是偶然来的。不过我给你的信值得写在五线谱里呢。但愿我和你是一支唱不完的歌", "〇一〇〇·只要我们真正相爱，哪怕只有一天，一个小时，我们就不应该再有一刀两断的日子。也许你会在将来不爱我，也许你要离开我，但我永远对你负有责任，就是你的一切苦难就永远是我的", "〇二〇〇·",
        "〇三〇〇·", "〇四〇〇·", "〇五〇〇·我觉得我爱了你了，从此以后，不管什么时候我都不能对你无动于衷",
        "〇六〇〇·我把我的整个灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你", "〇七〇〇·祝你今天愉快。你明天的愉快留着我明天再说", "〇八〇〇·我的灵魂里有很多地方玩世不恭，对人傲慢无礼，但是它有一个核心，这个核心害怕黑暗，柔弱得像绵阳一样。只有顶平等的友爱才能使它得到安慰。你对我是属于这个核心的",
        "〇九〇〇·我对好多人怀有最深的感情，尤其是对你", "一〇〇〇·只希望你和我好，互不猜忌，也互不称誉，安如平日，你和我说话像对自己说话一样。说吧，和我好吗？", "一一〇〇·空论是非很可笑，不论是非有些冥顽不灵，最正确的就是你",
        "一二〇〇·\n向永恒开战的时候\n你是我的军旗", "一三〇〇·也许我是个坏人，不过我只要你吻我一下就会变好呢", "一四〇〇·静下来看你，觉得一切都美好得不可思议。以前我不知道爱情这么美好。爱到深处这么美好。",
        "一五〇〇·你瞧，你从我内心深处经常出现，给我带来幸福，还有什么离间得了我们？", "一六〇〇·别人也许会惊诧咱们的幸福和他们的不一样，可那与我们有何相干？他们的我们不要，我们的他们也不知道", "一七〇〇·从我认识了你，所有的人都黯然失色",
        "一八〇〇·海誓山盟是把现在的东西固定住。两个人都成了活化石。我们用不着它。我们要爱情长久", "一九〇〇·我现在不坏了，我有了良心。我的良心就是你，真的", "二〇〇〇·我和你就好像两个小孩子，围着一个神秘的果酱罐，一点一点地尝它，看看里面有多少甜。",
        "二一〇〇·单单你的名字就够我爱一世了", "二二〇〇·咱们应当再一起，否则就太伤天害理啦", "二三〇〇·可是我很喜欢你，爱你。女孩子只能爱男孩子，可这不是因为——该死，生殖细胞，而是因为他可爱，有很多非爱不可的地方。比方说你对于我，主要是因为你可爱。我从来没有在任何男人或女人中发现这么可爱的人"
	],
    "HOUR_CALL_18": [
        "午夜十二点，您还未入睡吗？","深夜一点，此时还未入睡，您是否有什么烦恼呢？",
        "深夜两点，您还没睡着，让我陪伴您吧","深夜三点，尽管对于我来说没有大碍，但您还未入眠，对身体或有影响",
        "深夜四点，您是一宿未眠，还是从梦中惊醒呢？","凌晨五点，这个点醒来对于您来说似乎有些过早了",
        "清晨六点，您还可以再小睡片刻","早晨七点，若您今日有安排，可以考虑起床了哦？",
        "上午八点，如果您还没起床的话，可以说是在赖床吗？","上午九点，您还未起床的话最好尽早起床，否则会影响早餐呢",
        "上午十点，您的早餐是什么呢？真想尝尝看","上午十一点，不知不觉，一个上午过去了",
        "中午十二点，您可以暂时放下手中的事情，考虑午饭的事情了", "下午一点，用完午餐，您可以稍微小睡一会，午睡对于人类来说，并不是什么坏事",
        "下午两点，午后真是慵懒与暧昧的时候呢","下午三点，您是否考虑来一杯奶茶或者一份小蛋糕？",
        "下午四点，一个下午竟然就这样过去了，这可以说是您教我的“逝者如斯夫吧？”","傍晚五点，天色已经有些暗了，办公记得开灯",
        "傍晚六点，现在望窗外看的话，也许能看到美丽的晚霞呢","晚上七点，您是否已经吃过晚饭了？",
        "晚上八点，这会您应该会考虑晚上喝牛奶的事情了吧？","晚上九点，您要记得上号完成您喜欢玩的游戏的日常",
        "晚上十点，按照您的作息，是时候关闭电脑洗漱休息了","晚上十一点，哦呀，您难得的在这个点仍没有去洗漱呢"
    ]
}